Repository: NaN-tic/trytond-project_resource_plan
Catalog: locale/*.po
Languages: ca_es

# error:project.work:
source: No resource found for the employee "%s"
ca_es: No s'ha trobat recurs per l'empleat "%s"

# field:project.resource.plan.start,confirm_bookings:
source: Confirm Bookings
ca_es: Confirma reserves

# field:project.resource.plan.start,delete_drafts:
source: Delete drafts
ca_es: Elimina esborranys

# field:project.resource.plan.start,domain:
source: Domain
ca_es: Domini

# field:project.resource.plan.start,id:
source: ID
ca_es: Identificador

# field:project.resource.plan.start,order:
source: Order
ca_es: Ordre

# field:project.resource.plan.start,view_search:
source: Search
ca_es: Cerca

# field:project.resource.plan.tasks,id:
source: ID
ca_es: Identificador

# field:project.resource.plan.tasks,tasks:
source: Tasks To Schedule
ca_es: Tasques a planificar

# field:project.work,bookings:
source: Bookings
ca_es: Reserves

# field:project.work,expected_end_date:
source: Expected End Date
ca_es: Data de finalització esperada

# field:project.work,expected_end_date_project:
source: Expected End Date
ca_es: Data de finalització esperada

# field:project.work,planned_end_date:
source: Planned End Date
ca_es: Data de finalització planificada

# field:project.work,planned_end_date_project:
source: Planned End Date
ca_es: Data de finalització planificada

# field:project.work,planned_start_date:
source: Planned Start Date
ca_es: Data d'inici planificada

# field:project.work,planned_start_date_project:
source: Planned Start Date
ca_es: Data d'inici planificada

# help:project.resource.plan.start,confirm_bookings:
source: If marked the generated bookings will be confirmed.
ca_es: Si es marca, les reserves generades es marcaràn com a confirmades.

# help:project.resource.plan.start,delete_drafts:
source: If marked all the draft bookings will be deleted.
ca_es: Si es marca, tots les reserves en esborrany s'eliminaràn.

# model:ir.action,name:act_project_allocation_tree
source: Task Allocation
ca_es: Assignació de tasques

# model:ir.action,name:wizard_resource_plan
source: Resource Plan
ca_es: Planificar recursos

# model:ir.ui.menu,name:menu_project_resource_plan
source: Resource Plan
ca_es: Planificar recursos

# model:project.resource.plan.start,name:
source: Project Resource Plan Start
ca_es: Inici planificar recursos de projecte

# model:project.resource.plan.tasks,name:
source: Project Resource Plan Tasks
ca_es: Tasques planificar recursos de projecte

# model:res.group,name:group_project_resource_plan
source: Project Resource Plan
ca_es: Planificar recursos de projecte

# view:project.allocation:
source: Allocation
ca_es: Assignació

# view:project.allocation:
source: Allocations
ca_es: Assignacions

# view:project.resource.plan.start:
source: Project Resource Plan Start
ca_es: Inici planificar recursos de projecte

# view:project.resource.plan.tasks:
source: Project Resource Plan Tasks
ca_es: Tasques planificar recursos de projecte

# view:project.work:
source: Allocations
ca_es: Assignacions

# view:project.work:
source: Plan
ca_es: Planificació

# view:project.work:
source: Task Allocation
ca_es: Assignació de tasques

# wizard_button:project.resource.plan,start,end:
source: Cancel
ca_es: Cancel·lat

# wizard_button:project.resource.plan,start,tasks:
source: Ok
ca_es: D'acord

# wizard_button:project.resource.plan,tasks,plan:
source: Ok
ca_es: D'acord

# wizard_button:project.resource.plan,tasks,start:
source: Back
ca_es: Enrera
